Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Report it to Others: • Report bullying when it happens through social media or websites to the computer experts who manage the site. They can remove the content, block users or delete accounts. • Contact the bully’s parents, if possible. They may not know what their child is doing. • For threats of physical harm or violence, contact the police. Provide Support and Help: • Think about counseling or therapy for your child if you see changes in how they are acting. • If you feel that your child might try to harm themselves, go to the closest emergency department for help right away. Special Needs Children When a child with special needs is bullied at school, by law, the school has to use an IEP (Individualized Education Program) plan to deal with it. The IEP should describe what your child can do if they think they are being bullied and what the school will do to take care of the problem. Set up a meeting with the school principal, teacher and counselor as soon as you can. © February 27, 2020, Health Information Translations. Adapted from Bullying: Hospital, 2012. information found on this website should not be used in place of a consultation your doctor or other qualified health care provider before you start or stop any treatment State University Wexner Medical Center, Mount Carmel Health System, OhioHealth you may incur as a result of your stopping medical treatment or your failure to obtain Bullying Information for Parents. Russian.
ru: Проинформируйте других: • Сообщайте о случаях буллинга в социальных сетях или на веб-сайтах их администраторам. Они могут удалить контент, учетные записи, а также заблокировать пользователей. • По возможности свяжитесь с родителями хулигана. Они могут не знать, что делает их ребенок. • В случае угрозы физического насилия обращайтесь в полицию. Помогите своему ребенку и поддержите его: • Если вы заметили изменения в поведении ребенка, проконсультируйтесь с врачом или психологом. • Если вы видите, что ребенок может попытаться причинить себе вред, немедленно обратитесь в ближайшее отделение неотложной помощи. Дети с ограниченными возможностями Если ребенок с ограниченными возможностями сталкивается с буллингом, школа должна перевести его на индивидуальную программу обучения. В программе должно оговариваться, что в случае буллинга должен делать ребенок, а что — учебное заведение. Как можно скорее организуйте встречу с директором, учителем и психологом-консультантом. Information for Parents, Helping Hand, Nationwide Children’s for personal, non-commercial use only. The medical with your doctor or other health care provider. You should always seek the advice of or with any questions you may have about a medical condition. The Ohio and Nationwide Children’s Hospital are not responsible for injuries or damages treatment.

source: Cancer Chemotherapy Chemotherapy, also called chemo, is medicines used to treat cancer. These medicines destroy cancer cells, keep them from growing and spreading, shrink the size of a tumor, or relieve cancer symptoms. Depending on the type of cancer, chemotherapy medicine may be given: • With other medicine • Before or after surgery and/or radiation to shrink a tumor • In cycles so that your body can rest and repair between treatments • Throughout the body or directly into the site of the cancer • In a vein called intravenous (IV) or as a pill, an injection, skin lotion, or cream • In a hospital, doctor’s office, or clinic Your doctor will decide on the type of medicines and how often they are to be given. Cancer Chemotherapy. Russian.
ru: рака Химиотерапия, или химия — это использование химических препаратов для лечения рака. Эти препараты разрушают раковые клетки, препятствуют их росту и распространению, уменьшают размер опухоли и облегчают симптомы заболевания. В зависимости от вида рака химиотерапевтические препараты принимаются: • вместе с другими лекарствами; • до или после операции и/или облучения для уменьшения размера опухоли; • курсами, чтобы ваш организм мог отдохнуть и восстановиться; • внутрь всего организма или непосредственно в месте опухоли; • внутривенно или в форме таблеток, инъекций или крема; • в больнице, кабинете врача или клинике. Ваш врач определит тип препаратов и периодичность их приема.

source: Side Effects Chemo can destroy or slow down the growth of normal cells, including cells of the hair, mouth, digestive system, and blood stream. This can result in: • Hair loss • Mouth sores • Nausea or vomiting • Diarrhea • Infections • Tiredness • Bleeding problems You will be watched closely for side effects. Let your doctor or nurse know how you are feeling. Exams, blood tests, and medicines will be used to prevent or treat any side effects and check your condition. Talk to your doctor or nurse if you have any questions or concerns. © 2005 - March 9, 2018, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Cancer Chemotherapy. Russian.
ru: Побочные эффекты Химиотерапия может замедлить рост или разрушить здоровые клетки, в том числе клетки волос, ротовой полости, пищеварительной системы, а также клетки крови. Это может вызвать: • выпадение волос; • появление язв в ротовой полости; • тошноту или рвоту; • диарею; • инфекционные заболевания; • ощущение усталости; • кровотечения. За вами будут пристально наблюдать для выявления побочных эффектов. Сообщайте о своем самочувствии врачу или медсестре. Для предотвращения или устранения побочных эффектов и контроля вашего состояния вам назначат обследования, анализы крови и лекарства. Если у вас есть вопросы или сомнения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Cancer of the Colon The colon is also called the large bowel or large intestine. It is the lower 5 to 6 feet of the digestive system. The last 8 to 10 inches of the colon is the rectum. Colon cancer, sometimes called colorectal cancer, is cancer that starts in the large intestine or rectum. Cancer cells are abnormal cells. Cancer cells grow and divide more quickly than healthy cells. Some cancer cells may form growths called tumors. All tumors Anus Rectum increase in size, but some tumors grow quickly, others slowly. Some cancer cells spread to other parts of the body through the blood and lymph systems. Signs Cancer of the colon and rectum often has no signs. See your doctor if you have any of these signs: • Dark or bright red blood in or on the stool • Diarrhea or constipation that does not go away or other changes in bowel habits • Pain in the lower abdomen • Frequent gas pains, pressure, fullness or cramps in abdomen • Loss of weight for no reason Cancer of the Colon and Rectum. Russian.
ru: прямой кишки and Rectum Толстая кишка — это нижний отдел пищеварительной системы. Ее длина — 1,5–1,8 м. Последние 20–25 см толстой кишки называются прямой кишкой. Колоректальный рак возникает в толстой или прямой кишке. Рак представляет собой аномальные клетки: они растут и делятся быстрее, чем здоровые. Некоторые раковые клетки могут формировать опухоли. Все Толстая кишка опухоли увеличиваются в Large intestine (colon) размерах, но некоторые кишка растут быстро, а другие — медленно. Иногда раковые клетки распространяются через кровь и лимфу в другие части тела. Симптомы Рак толстой и прямой кишки зачастую не имеет симптомов. Обратитесь к врачу в следующих случаях: • Темная или ярко-красная кровь в стуле • Постоянный понос или запор или другие изменения в работе кишечника • Боль в нижней части живота • Частые вздутия, боль, чувство сдавливания, наполненности или спазмы в области живота • Потеря веса без видимых причин

source: • Feel tired or lack energy • Stools are more narrow than usual for more than a few days. This may be from a tumor in the rectum. Types of tumors Tumors found in the colon or rectum can be benign or malignant. • Benign tumors are not cancer. They do not spread to other parts of the body. They can be removed by surgery. Cysts are benign tumors that contain fluid. • Malignant tumors are cancer. Cancer from these tumors may grow into the nearby tissues, organs or blood. Tests If your doctor thinks you may be at risk for cancer, you may have some of these tests: • Medical history where your doctor will ask you questions about your signs and risk factors • Physical exam with a rectal exam where the doctor inserts a gloved finger into your rectum to feel for lumps. • Sigmoidoscopy where a thin, flexible tube is put into your rectum to let the doctor see inside the lower part of your colon. • Colonoscopy where a thin, flexible tube is put into your rectum to let the doctor see the entire length of the colon. • Biopsy where samples of tissue are removed for testing in a lab to check for cancer cells. Cancer of the Colon and Rectum. Russian.
ru: • Усталость или нехватка сил • В течение нескольких дней тонкий стул (это может быть вызвано опухолью в прямой кишке). Типы опухолей Опухоли в толстой или прямой кишке могут быть доброкачественными и злокачественными. • Доброкачественные опухоли не являются раком и не распространяются на другие органы. Их можно удалить хирургическим путем. Кисты — это доброкачественные опухоли, в которых содержится жидкость. • Злокачественные (раковые) опухоли могут прорасти в соседние ткани, органы и кровь. Обследования Если врач подозревает у вас рак, вам могут назначить некоторые из этих обследований: • Опрос: врач спросит о ваших симптомах и факторах риска. • Обследование прямой кишки: врач наденет перчатку и введет в прямую кишку палец, чтобы проверить наличие опухолей. Ректороманоскопия: в прямую кишку врач вводит тонкую гибкую трубку и рассматривает нижнюю часть толстого кишечника. • Колоноскопия: в прямую кишку врач вводит тонкую гибкую трубку и полностью рассматривает толстый кишечник. • Биопсия: отбираются образцы ткани для лабораторного исследования.

source: • Blood tests to check blood loss and how well the liver is working. If a tumor is found, your doctor may order other tests to see if the cancer has spread to other parts of the body. Treatment After all of your tests are done, your doctor will talk with you about the results. If your tests show cancer, your doctor will talk to you about treatments that are best for you. The most common treatments: • Surgery is done to remove the tumor. The kind of surgery will depend on the location and size of the tumor. Often, the part of the colon with cancer is removed. • Radiation therapy is used to stop or slow the growth of cancer. It is often used after surgery to destroy any cancer cells that may remain. • Chemotherapy uses medicines to kill cancer cells. These medicines are given by mouth, by injection into a muscle or vein, or directly into the affected organ to help kill cancer cells. You may have one or more cancer treatments. Some patients have surgery followed by radiation therapy or chemotherapy. Other drug treatments that may used in certain cases include: • Immunotherapy, also called biotherapy, uses natural substances made by the body’s immune system. These may kill cancer cells, slow their growth, or help your immune system fight the cancer in a better way. Cancer of the Colon and Rectum. Russian.
ru: • Анализы крови: для проверки потери крови и функции печени. При обнаружении опухоли врач может назначить другие виды исследований, чтобы проверить, не распространился ли рак на другие органы. Лечение После всех исследований врач поговорит с вами о результатах. Если будет обнаружен рак, врач расскажет вам об оптимальных методах лечения. Распространенные виды лечения: • Операция с целью удаления опухоли. Вид операции зависит от расположения и размера опухоли. Зачастую удаляется часть толстой кишки, которая поражена раком. • Лучевая терапия для остановки или замедления роста раковой опухоли. Она часто используется после операции для уничтожения любых оставшихся раковых клеток. • Химиотерапия с целью уничтожения раковых клеток. Лекарства принимаются орально либо вводят внутримышечно, внутривенно или непосредственно в пораженный орган. Вам могут назначить один или несколько способов лечения. Некоторым пациентам после операции проводят лучевую или химиотерапию. Иногда могут применяться следующие виды медикаментозного лечения: • Иммунотерапия или биотерапия: использование веществ, выработанных иммунной системой человека. Они способны уничтожать раковые клетки, замедлять их рост и помогать иммунной системе бороться с раком.

source: • Targeted therapy uses drugs to find and attack cancer cells without harming normal cells. Follow up care Regular visits with your doctor are important. During your teatment, your visits may include blood tests, x-rays and other tests. Report any problems to your doctor between visits. After your cancer treatment, your visits may include other tests to watch for changes in your health. Talk to your doctor or nurse if you have any questions or concerns. © 2008 - March 4, 2020, Health Information Translations. information found on this website should not be used in place of a consultation your doctor or other qualified health care provider before you start or stop any treatment State University Wexner Medical Center, Mount Carmel Health System, OhioHealth you may incur as a result of your stopping medical treatment or your failure to obtain Cancer of the Colon and Rectum. Russian.
ru: • 2 • Таргетная терапия: использование лекарств для поиска и уничтожения раковых клеток без вреда для здоровых клеток. После лечения Важно регулярно приходить на прием к врачу. Вам могут назначать анализ крови, рентген и другие обследования. Сообщайте врачу о любых проблемах, которые случились между приемами. После лечения вам могут назначить другие виды анализов и исследований с целью наблюдения за изменениями в состоянии вашего здоровья. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical with your doctor or other health care provider. You should always seek the advice of or with any questions you may have about a medical condition. The Ohio and Nationwide Children’s Hospital are not responsible for injuries or damages treatment.

source: , Cancer Related Many people feel tired with cancer treatment. You may notice that you cannot think clearly or concentrate well. You may not want to do activities that you often enjoy. Feeling tired may be caused by: • Cancer treatments, such as surgery, chemotherapy or radiation therapy • A low blood cell count called anemia • Problems with eating • Nausea and vomiting • Trouble sleeping • Stress or worry • Tumors Talk to your doctor or nurse about how to manage your tiredness. Here are some things that you can do: • Rest often. Take naps when you feel tired. If you are having trouble sleeping at night, talk to your doctor or nurse. • Stay active. Exercise such as walking can help your energy level. Do some form of light exercise each day. Cancer Related Fatigue. Russian.
ru: с раком Fatigue Лечение рака вызывает у многих людей утомляемость. Возможно, Вы заметите у себя неспособность четко думать или нормально концентрироваться. Возможно, Вам не захочется заниматься тем, что приносит Вам радость. Утомляемость может быть связана с: • Лечением рака, например, операцией, химиотерапией или лучевой терапией • Низким числом кровяных клеток, или анемией • Проблемами с приемом пищи • Тошнотой и рвотой • Проблемами со сном • Стрессом или беспокойством • Опухолями Проконсультируйтесь со своим лечащим врачом или медсестрой о том, как справиться с утомляемостью. Далее описаны некоторые варианты Ваших действий: • Часто отдыхайте. Когда почувствуете усталость, вздремните. Если у Вас проблемы с засыпанием ночью, поговорите со своим лечащим врачом или медсестрой. • Ведите активный образ жизни. Такие упражнения, как прогулки, могут повысить Ваш энергетический уровень. Каждый день выполняйте несложные упражнения.

source: • Eat healthy. Eat a variety of food. Drink plenty of liquids each day unless you have been told by your doctor to limit liquids. Avoid caffeine. • Eat smaller meals throughout the day to give you more energy. The body uses less energy to digest small meals. Eating one or two large meals a day can drain your energy. • Conserve your energy to do the activities that are most important to you. Set priorities to do some activities today and have others that can wait until tomorrow. • If stress is keeping you from getting enough rest, talk about your feelings with friends, family members, clergy or a counselor. Talk to your doctor or nurse if you have any questions or concerns, feel that your fatigue is getting worse, or are too tired to get out of bed each day. © 2005 - March 16, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Cancer Related Fatigue. Russian.
ru: • Принимайте здоровую пищу. Питайтесь разнообразно. Выпивайте много жидкости каждый день, если Ваш лечащий врач не назначил ограничение ее потребления. Избегайте употребления кофеина. • Меньшие порции пищи на протяжении дня дают больше энергии. Организм затрачивает меньше энергии на переваривание меньшего количества еды. Питание большими порциями один или два раза в день истощает организм. • Сохраните энергию на то, что для Вас более важно. Установите приоритеты для того, что Вы сделаете сегодня, а то, что может подождать, оставьте на завтра. • Если стресс не дает Вам возможности отдохнуть, поговорите о своих чувствах с друзьями, членами семьи, представителем духовенства или психологом. Поговорите с Вашим лечащим врачом или медсестрой, если у Вас есть вопросы или опасения, если Вы чувствуете, что утомляемость усиливается, а также, если усталость не позволяет Вам ежедневно вставать с постели. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Cancer Cancer is caused by abnormal cells that grow quickly. It is normal for your body to replace old cells with new ones, but cancer cells grow too fast. Some cancer cells may form growths called tumors. All tumors increase in size, but some tumors grow quickly, others slowly. Types of Tumors • Sometimes tumors are not cancerous. These are called benign tumors. They are made up of cells much like those of healthy tissue. This kind of tumor stays in one area and does not spread to healthy tissues and organs. • Cancer tumors are also called malignant tumors. Cancer from these tumors spread through the blood and lymph systems to other parts of the body. When cancer spreads, it is called metastasis. Cancer cells travel through the blood or lymph system from the tumor, called the primary site, to other parts of the body. Cancer. Russian.
ru: Рак вызывается аномальными клетками, которые быстро растут. Процесс замены старых клеток новыми – нормальное явление, но раковые клетки растут слишком быстро. Некоторые раковые клетки могут формировать новообразования, которые называются опухолями. Все опухоли увеличиваются в размерах, но некоторые из них растут быстро, а другие – медленно. Типы опухолей • Иногда опухоли бывают не раковыми. Такие опухоли называются доброкачественными. Они в основном состоят из клеток, которые похожи на клетки здоровых тканей. Эти опухоли образуются на одном месте и не распространяются на здоровые ткани и органы. • Раковые опухоли называются также злокачественными опухолями. Рак от этих опухолей распространяется на другие части тела через кровь и лимфу. Процесс распространения раковой опухоли называется метастазами. Раковые клетки через кровь и лимфу перемещаются по организму от опухоли, которая называется первичной, к другим частям тела.

source: Types of Cancer There are many kinds of cancers. • Carcinoma is the most common type of cancer. Lung, colon, breast and ovarian cancers are often this type of cancer. • Sarcoma is found in bone, cartilage, fat and muscle. • Lymphoma begins in the lymph nodes of the body’s immune system. They include Hodgkin’s and Non-Hodgkin’s Lymphomas. • Leukemia starts in the blood cells that grow in the bone marrow and are found in large numbers in the bloodstream. Signs of Cancer Signs of cancer depend on the type and location of the tumor. With some cancers, there may not be any signs until the tumor is large. Common signs include: • Feeling very tired • Weight loss that occurs without knowing why • Fever, chills or night sweats • Lack of hunger • Physical discomfort or pain • Coughing, shortness of breath or chest pain • Diarrhea, constipation or blood in the stool When cancer is found, tests will be done to see if the cancer has spread to other parts of your body. Scans, x-rays and blood tests may be needed. Cancer. Russian.
ru: Типы рака Существуют различные разновидности рака. • Карцинома является наиболее распространенной формой рака. Рак легких, ободочной кишки, груди, яичников относится в основном к этому типу рака. • Саркома чаще всего обнаруживается в костях, хрящах, жировых тканях и в мышцах. • Лимфома образуется в лимфатических узлах иммунной системы организма. К ней относятся лимфомы Ходжкина и неходжкинские лимфомы. • Лейкемия начинается в кровяных клетках, которые образуются в костном мозге и обнаруживаются в больших количествах в кровяном русле. Признаки рака Признаки рака зависят от типа и расположения опухоли. При некоторых раковых заболеваниях может не возникать никаких симптомов до тех пор, пока опухоль не станет большой. К общим признакам относятся: • ощущение сильной усталости; • потеря веса, которая происходит без видимой причины; • повышенная температура, простуда или потоотделение во время сна; • отсутствие аппетита; • физический дискомфорт или боль; • кашель, затрудненное дыхание или боль в груди; • понос, запор или следы крови в стуле. При обнаружении рака делаются анализы для того, чтобы проверить, распространилась ли раковая опухоль на другие части тела. Может потребоваться сканирование, рентгеновское обследование и анализы крови.
